Repository: xacnio/win-app
Catalog: src/Client/Localization/ProtonVPN.Client.Localization/Strings/*/Resources.resw
Source language: en_us
Languages: ar_sa, ca_es, da_dk, hu_hu, th_th, vi_vn, zh_cn, zh_tw

# Country_val_OM
source: Oman
ar_sa: عمان
hu_hu: Omán
th_th: โอมาน
zh_cn: 阿曼
zh_tw: 阿曼

# Country_val_PA
source: Panama
ar_sa: بنما
ca_es: Panamà
th_th: ปานามา
zh_cn: 巴拿马
zh_tw: 巴拿馬

# Country_val_PE
source: Peru
ar_sa: البيرو
ca_es: Perú
th_th: เปรู
zh_cn: 秘鲁
zh_tw: 秘魯

# Country_val_PF
source: French Polynesia
ar_sa: بولينيزيا الفرنسية
ca_es: Polinèsia Francesa
da_dk: Fransk Polynesien
hu_hu: Francia Polinézia
th_th: เฟรนช์โปลินีเซีย
vi_vn: Polynesia thuộc Pháp
zh_cn: 法属波利尼西亚
zh_tw: 法屬玻里尼西亞

# Country_val_PG
source: Papua New Guinea
ar_sa: بابوا غينيا الجديدة
ca_es: Papua Nova Guinea
da_dk: Papua Ny Guinea
hu_hu: Pápua Új-Guinea
th_th: ปาปัวนิวกินี
zh_cn: 巴布亚新几内亚
zh_tw: 巴布亞紐幾內亞

# Country_val_PH
source: Philippines
ar_sa: الفيليبين
ca_es: Illes Filipines
da_dk: Filippinerne
hu_hu: Fülöp-szigetek
th_th: ฟิลิปปินส์
zh_cn: 菲律宾
zh_tw: 菲律賓

# Country_val_PK
source: Pakistan
ar_sa: باكستان
hu_hu: Pakisztán
th_th: ปากีสถาน
zh_cn: 巴基斯坦
zh_tw: 巴基斯坦

# Country_val_PL
source: Poland
ar_sa: بولندا
ca_es: Polònia
da_dk: Polen
hu_hu: Lengyelország
th_th: โปแลนด์
vi_vn: Ba Lan
zh_cn: 波兰
zh_tw: 波蘭

# Country_val_PM
source: Saint Pierre and Miquelon
ar_sa: سانت بيير وميكلون
ca_es: Saint Pierre i Miquelon
da_dk: Saint Pierre og Miquelon
hu_hu: Saint-Pierre és Miquelon
th_th: แซงปีแยร์และมีเกอลง
vi_vn: Saint-Pierre và Miquelon
zh_cn: 圣皮埃尔和密克隆
zh_tw: 聖皮埃與密克隆群島

# Country_val_PN
source: Pitcairn
ar_sa: جزر بيتكيرن
ca_es: Illes Pitcairn
hu_hu: Pitcairn-szigetek
th_th: พิตแคร์น
zh_cn: 皮特凯恩
zh_tw: 皮特肯群島

# Country_val_PR
source: Puerto Rico
ar_sa: بورتو ريكو
th_th: ปวยร์โตรีโก
zh_cn: 波多黎各
zh_tw: 波多黎各

# Country_val_PS
source: Palestine
ar_sa: فلسطين
ca_es: Palestina
da_dk: Palæstina
hu_hu: Palesztina
th_th: ปาเลสไตน์
zh_cn: 巴勒斯坦
zh_tw: 巴勒斯坦

# Country_val_PT
source: Portugal
ar_sa: البرتغال
hu_hu: Portugália
th_th: โปรตุเกส
vi_vn: Bồ Đào Nha
zh_cn: 葡萄牙
zh_tw: 葡萄牙

# Country_val_PW
source: Palau
ar_sa: باﻻو
th_th: ปาเลา
zh_cn: 帕劳
zh_tw: 帛琉

# Country_val_PY
source: Paraguay
ar_sa: باراغواي
ca_es: Paraguai
th_th: ปารากวัย
zh_cn: 巴拉圭
zh_tw: 巴拉圭

# Country_val_QA
source: Qatar
ar_sa: قطر
hu_hu: Katar
th_th: กาตาร์
zh_cn: 卡塔尔
zh_tw: 卡達

# Country_val_RE
source: Réunion
ar_sa: جزيرة ريونيون
ca_es: Reunió
da_dk: Reunion
th_th: เรอูว์นียง
zh_cn: 留尼汪
zh_tw: 留尼旺

# Country_val_RO
source: Romania
ar_sa: رومانيا
da_dk: Rumænien
hu_hu: Románia
th_th: โรมาเนีย
zh_cn: 罗马尼亚
zh_tw: 羅馬尼亞

# Country_val_RS
source: Serbia
ar_sa: صربيا
ca_es: Sèrbia
da_dk: Serbien
hu_hu: Szerbia
th_th: เซอร์เบีย
zh_cn: 塞尔维亚
zh_tw: 塞爾維亞

# Country_val_RU
source: Russia
ar_sa: روسيا
ca_es: Rússia
da_dk: Rusland
hu_hu: Oroszország
th_th: รัสเซีย
vi_vn: Nga
zh_cn: 俄罗斯
zh_tw: 俄羅斯

# Country_val_RW
source: Rwanda
ar_sa: رواندا
ca_es: Ruanda
hu_hu: Ruanda
th_th: รวันดา
vi_vn: Rwanđa
zh_cn: 卢旺达
zh_tw: 盧安達

# Country_val_SA
source: Saudi Arabia
ar_sa: السعودية
ca_es: Aràbia Saudita
da_dk: Saudi-Arabien
hu_hu: Szaúd-Arábia
th_th: ซาอุดีอาระเบีย
vi_vn: Ả Rập Xê Út
zh_cn: 沙特阿拉伯
zh_tw: 沙烏地阿拉伯

# Country_val_SB
source: Solomon Islands
ar_sa: جزر سليمان
ca_es: Illes Salomó
da_dk: Salomon-øerne
hu_hu: Salamon-szigetek
th_th: หมู่เกาะโซโลมอน
vi_vn: Quần đảo Solomon
zh_cn: 所罗门群岛
zh_tw: 索羅門群島

# Country_val_SC
source: Seychelles
ar_sa: سيشل
da_dk: Seychellerne
hu_hu: Seychelle-szigetek
th_th: เซเชลส์
zh_cn: 塞舌尔
zh_tw: 塞席爾

# Country_val_SD
source: Sudan
ar_sa: السودان
hu_hu: Szudán
th_th: ซูดาน
zh_cn: 苏丹
zh_tw: 蘇丹

# Country_val_SE
source: Sweden
ar_sa: السويد
ca_es: Suècia
da_dk: Sverige
hu_hu: Svédország
th_th: สวีเดน
vi_vn: Thụy Điển
zh_cn: 瑞典
zh_tw: 瑞典

# Country_val_SG
source: Singapore
ar_sa: سنغافورة
ca_es: Singapur
hu_hu: Szingapúr
th_th: สิงคโปร์
zh_cn: 新加坡
zh_tw: 新加坡

# Country_val_SH
source: Saint Helena, Ascension and Tristan da Cunha
ar_sa: سانت هيلانة، أسينشين، تريستان دا كونا
ca_es: Santa Helena, illa de l'Ascensió i Tristan da Cunha
da_dk: Saint Helena, Ascension og Tristan da Cunha
hu_hu: Szent Ilona
th_th: เซนต์เฮเลนา อัสเซนชัน และทริสตันดากูนยา
vi_vn: Saint Helena, Ascension và Tristan da Cunha
zh_cn: 圣赫勒拿、阿森松和特里斯坦-达库尼亚
zh_tw: 聖赫勒拿 - 阿森松 - 特里斯坦達庫尼亞群島

# Country_val_SI
source: Slovenia
ar_sa: سلوفينيا
ca_es: Eslovènia
da_dk: Slovenien
hu_hu: Szlovénia
th_th: สโลวีเนีย
zh_cn: 斯洛文尼亚
zh_tw: 斯洛維尼亞

# Country_val_SJ
source: Svalbard and Jan Mayen
ar_sa: سفالبارد وجان مايان
ca_es: Svalbard i Jan Mayen
da_dk: Svalbard og Jan Mayen
hu_hu: Svalbard és Jan Mayen
th_th: สฟาลบาร์และยานไมเอน
vi_vn: Svalbard và Jan Mayen
zh_cn: 斯瓦尔巴和扬马延
zh_tw: 挪威屬斯瓦巴及尖棉

# Country_val_SK
source: Slovakia
ar_sa: سلوفاكيا
ca_es: Eslovàquia
da_dk: Slovakiet
hu_hu: Szlovákia
th_th: สโลวาเกีย
zh_cn: 斯洛伐克
zh_tw: 斯洛伐克

# Country_val_SL
source: Sierra Leone
ar_sa: سيراليون
th_th: เซียร์ราลีโอน
zh_cn: 塞拉利昂
zh_tw: 獅子山

# Country_val_SM
source: San Marino
ar_sa: سان مارينو
th_th: ซานมารีโน
zh_cn: 圣马力诺
zh_tw: 聖馬利諾

# Country_val_SN
source: Senegal
ar_sa: السنغال
hu_hu: Szenegál
th_th: เซเนกัล
zh_cn: 塞内加尔
zh_tw: 塞內加爾

# Country_val_SO
source: Somalia
ar_sa: الصومال
ca_es: Somàlia
hu_hu: Szomália
th_th: โซมาเลีย
zh_cn: 索马里
zh_tw: 索馬利亞

# Country_val_SR
source: Suriname
ar_sa: سورينام
ca_es: Surinam
da_dk: Surinam
th_th: ซูรินาม
zh_cn: 苏里南
zh_tw: 蘇利南

# Country_val_SS
source: South Sudan
ar_sa: جنوب السودان
ca_es: Sudan del Sud
da_dk: Sydsudan
hu_hu: Dél-Szudán
th_th: ซูดานใต้
vi_vn: Nam Sudan
zh_cn: 南苏丹
zh_tw: 南蘇丹

# Country_val_ST
source: Sao Tome and Principe
ar_sa: ساو تومي وبرينسيبي
ca_es: São Tomé i Príncipe
da_dk: Sao Tome og Principe
hu_hu: Sao Tomé és Príncipe
th_th: เซาตูเมและปรินซิปี
vi_vn: Sao Tome và Principe
zh_cn: 圣多美与普林西比
zh_tw: 聖多美普林西比

# Country_val_SV
source: El Salvador
ar_sa: السلفادور
hu_hu: Salvador
th_th: เอลซัลวาดอร์
zh_cn: 萨尔瓦多
zh_tw: 薩爾瓦多

# Country_val_SX
source: Sint Maarten (Dutch part)
ar_sa: سانت مارتن (الجزء الهولندي)
ca_es: Sint Maarten (part neerlandesa)
da_dk: Sint Maarten (Nederlandske del)
hu_hu: Sint Maarten (holland rész)
th_th: ซินต์มาร์เติน (ส่วนของเนเธอร์แลนด์)
vi_vn: Sint Maarten (phần của Hà Lan)
zh_cn: 荷属圣马丁
zh_tw: 荷屬聖馬丁

# Country_val_SY
source: Syrian Arab Republic
ar_sa: سوريا
ca_es: Síria
da_dk: Den Syriske Arabiske Republik
hu_hu: Sziriai Arab Köztársaság
th_th: สาธารณรัฐอาหรับซีเรีย
vi_vn: Cộng hòa Ả Rập Syria
zh_cn: 叙利亚
zh_tw: 敘利亞

# Country_val_SZ
source: Eswatini
ar_sa: اسواتيني
hu_hu: Szváziföld
th_th: เอสวาตินี
zh_cn: 斯威士兰
zh_tw: 史瓦帝尼

# Country_val_TC
source: Turks and Caicos Islands
ar_sa: جزر تركس وكايكوس
ca_es: Illes de Turks i Caicos
da_dk: Turks- og Caicosøerne
hu_hu: Turks- és Caicos-szigetek
th_th: หมู่เกาะเติกส์และเคคอส
vi_vn: Quần đảo Turks và Caicos
zh_cn: 特克斯和凯科斯群岛
zh_tw: 土克斯及開科斯群島

# Country_val_TD
source: Chad
ar_sa: تشاد
ca_es: Txad
da_dk: Tchad
hu_hu: Csád
th_th: ชาด
zh_cn: 乍得
zh_tw: 查德

# Country_val_TF
source: French Southern Territories
ar_sa: الأراضي الجنوبية الفرنسية
ca_es: Territoris Francesos del Sud
da_dk: Franske sydlige territorier
hu_hu: Francia Déli Területek
th_th: เฟรนช์ซ the Southern Territories
vi_vn: Lãnh thổ phía Nam thuộc Pháp
zh_cn: 法属南部领地
zh_tw: 法屬南部屬地

# Country_val_TG
source: Togo
ar_sa: الطوغو
th_th: โตโก
zh_cn: 多哥
zh_tw: 多哥

# Country_val_TH
source: Thailand
ar_sa: تايلاندا
ca_es: Tailàndia
hu_hu: Thaiföld
th_th: ไทย
vi_vn: Thái Lan
zh_cn: 泰国
zh_tw: 泰國

# Country_val_TJ
source: Tajikistan
ar_sa: طاجيكستان
ca_es: Tadjikistan
da_dk: Tadsjikistan
hu_hu: Tádzsikisztán
th_th: ทาจิกิสถาน
zh_cn: 塔吉克斯坦
zh_tw: 塔吉克

# Country_val_TK
source: Tokelau
ar_sa: التوكيلاو
hu_hu: Tokelau-szigetek
th_th: โทเกเลา
zh_cn: 托克劳
zh_tw: 托克勞群島

# Country_val_TL
source: Timor-Leste
ar_sa: تيمور الشرقية
hu_hu: Kelet-Timor
th_th: ติมอร์-เลสเต
vi_vn: Đông Timor
zh_cn: 东帝汶
zh_tw: 東帝汶

# Country_val_TM
source: Turkmenistan
ar_sa: تركمانستان
hu_hu: Türkmenisztán
th_th: เติร์กเมนิสถาน
zh_cn: 土库曼斯坦
zh_tw: 土庫曼

# Country_val_TN
source: Tunisia
ar_sa: تونس
ca_es: Tunísia
da_dk: Tunesien
hu_hu: Tunézia
th_th: ตูนิเซีย
zh_cn: 突尼斯
zh_tw: 突尼西亞

# Country_val_TO
source: Tonga
ar_sa: تونغا
th_th: ตองกา
zh_cn: 汤加
zh_tw: 東加

# Country_val_TR
source: Türkiye
ar_sa: تركيا
ca_es: Turquia
da_dk: Tyrkiet
hu_hu: Törökország
th_th: ตุรกี
vi_vn: Thổ Nhĩ Kỳ
zh_cn: 土耳其
zh_tw: 土耳其

# Country_val_TT
source: Trinidad and Tobago
ar_sa: ترنداد وتوباجو
ca_es: Trinitat i Tobago
da_dk: Trinidad og Tobago
hu_hu: Trinidad és Tobago
th_th: ตรินิแดดและโตเบโก
vi_vn: Trinidad và Tobago
zh_cn: 特立尼达和多巴哥
zh_tw: 千里達及托巴哥

# Country_val_TV
source: Tuvalu
ar_sa: توفالو
th_th: ตูวาลู
zh_cn: 图瓦卢
zh_tw: 吐瓦魯

# Country_val_TW
source: Taiwan
ar_sa: تايوان
hu_hu: Tajvan
th_th: ไต้หวัน
vi_vn: Đài Loan
zh_cn: 台湾
zh_tw: 臺灣

# Country_val_TZ
source: Tanzania
ar_sa: تنزانيا
ca_es: Tanzània
hu_hu: Tanzánia
th_th: แทนซาเนีย
zh_cn: 坦桑尼亚
zh_tw: 坦尚尼亞

# Country_val_UA
source: Ukraine
ar_sa: أوكرانيا
ca_es: Ucraïna
hu_hu: Ukrajna
th_th: ยูเครน
zh_cn: 乌克兰
zh_tw: 烏克蘭

# Country_val_UG
source: Uganda
ar_sa: أوغندا
th_th: ยูกันดา
vi_vn: Uganđa
zh_cn: 乌干达
zh_tw: 烏干達

# Country_val_UK
source: United Kingdom
ar_sa: المملكة المتحدة
ca_es: Regne Unit
da_dk: Storbritannien
hu_hu: Egyesült Királyság
th_th: สหราชอาณาจักร
vi_vn: Vương quốc Anh
zh_cn: 英国
zh_tw: 英國

# Country_val_UM
source: United States Minor Outlying Islands
ar_sa: جزر الولايات المتحدة الصغيرة النائية
ca_es: Illes Perifèriques Menors dels EUA
da_dk: USA's ydre småøer
hu_hu: Amerikai Egyesült Államok lakatlan külbirtokai
th_th: หมู่เกาะน้อยรอบนอกของสหรัฐอเมริกา
vi_vn: Các tiểu đảo xa của Hoa Kỳ
zh_cn: 美国本土外小岛屿
zh_tw: 美國本土外小島嶼

# Country_val_US
source: United States
ar_sa: الولايات المتحدة
ca_es: Estats Units
da_dk: USA
hu_hu: Amerikai Egyesült Államok
th_th: สหรัฐอเมริกา
vi_vn: Hoa Kỳ
zh_cn: 美国
zh_tw: 美國

# Country_val_UY
source: Uruguay
ar_sa: الأورغواي
ca_es: Uruguai
th_th: อุรุกวัย
zh_cn: 乌拉圭
zh_tw: 烏拉圭

# Country_val_UZ
source: Uzbekistan
ar_sa: أوزباكستان
hu_hu: Üzbegisztán
th_th: อุซเบกิสถาน
zh_cn: 乌兹别克斯坦
zh_tw: 烏茲別克

# Country_val_VA
source: Vatican City
ar_sa: مدينة الفاتيكان
ca_es: Ciutat del Vaticà
da_dk: Vatikanstaten
hu_hu: Vatikán
th_th: นครรัฐวาติกัน
vi_vn: Thành phố Vatican
zh_cn: 梵蒂冈
zh_tw: 梵蒂岡

# Country_val_VC
source: Saint Vincent and the Grenadines
ar_sa: سانت فنسنت وجزر غرينادين
ca_es: Saint Vincent i les Grenadines
da_dk: Saint Vincent og Grenadinerne
hu_hu: Saint Vincent és a Grenadine-szigetek
th_th: เซนต์วินเซนต์และเกรนาดีนส์
vi_vn: Saint Vincent và Grenadines
zh_cn: 圣文森特和格林纳丁斯
zh_tw: 聖文森及格瑞那丁

# Country_val_VE
source: Venezuela
ar_sa: فنزويلا
ca_es: Veneçuela
th_th: เวเนซุเอลา
zh_cn: 委内瑞拉
zh_tw: 委內瑞拉

# Country_val_VG
source: Virgin Islands, British
ar_sa: جزر فيرجن البريطانية
ca_es: Illes Verges Britàniques
da_dk: Jomfruøerne, britiske
hu_hu: Brit Virgin-szigetek
th_th: หมู่เกาะเวอร์จินของอังกฤษ
vi_vn: Quần đảo Virgin, Anh
zh_cn: 英属维尔京群岛
zh_tw: 英屬維京群島

# Country_val_VI
source: Virgin Islands, USA
ar_sa: جزر فيرجن، الولايات المتحدة الأمريكية
ca_es: Illes Verges Americanes
da_dk: Jomfruøerne, USA
hu_hu: Amerikai Virgin-szigetek
th_th: หมู่เกาะเวอร์จินของสหรัฐอเมริกา
vi_vn: Quần đảo Virgin, Hoa Kỳ
zh_cn: 美属维尔京群岛

# Country_val_VN
source: Vietnam
ar_sa: فييتنام
hu_hu: Vietnám
th_th: เวียดนาม
vi_vn: Việt Nam
zh_cn: 越南
zh_tw: 越南

# Country_val_VU
source: Vanuatu
ar_sa: فاناتو
th_th: วานูวาตู
zh_cn: 瓦努阿图
zh_tw: 萬那杜

# Country_val_WF
source: Wallis and Futuna
ar_sa: جزر واليس وفوتونا
ca_es: Wallis i Futuna
da_dk: Wallis og Futuna
hu_hu: Wallis és Futuna
th_th: วาลลิสและฟูตูนา
vi_vn: Wallis và Futuna
zh_cn: 瓦利斯和富图纳
zh_tw: 瓦利斯群島和富圖那群島

# Country_val_WS
source: Samoa
ar_sa: ساموا
hu_hu: Szamoa
th_th: ซามัว
zh_cn: 萨摩亚
zh_tw: 薩摩亞

# Country_val_YE
source: Yemen
ar_sa: اليمن
ca_es: Iemen
hu_hu: Jemen
th_th: เยเมน
zh_cn: 也门
zh_tw: 葉門

# Country_val_YT
source: Mayotte
ar_sa: جزيرة مايوت
th_th: มายอต
zh_cn: 马约特
zh_tw: 馬約特島

# Country_val_ZA
source: South Africa
ar_sa: جنوب إفريقيا
ca_es: Sud-àfrica
da_dk: Sydafrika
hu_hu: Dél-Afrika
th_th: แอฟริกาใต้
vi_vn: Nam Phi
zh_cn: 南非
zh_tw: 南非

# Country_val_ZM
source: Zambia
ar_sa: زامبيا
ca_es: Zàmbia
th_th: แซมเบีย
zh_cn: 赞比亚
zh_tw: 尚比亞

# Country_val_ZW
source: Zimbabwe
ar_sa: زيمبابوي
ca_es: Zimbàbue
th_th: ซิมบับเว
zh_cn: 津巴布韦
zh_tw: 辛巴威

# Country_val_ZZ
source: Unknown
ar_sa: غير معروف
ca_es: Desconegut
da_dk: Ukendt
hu_hu: Ismeretlen
th_th: ระบุไม่ได้
vi_vn: Không xác định
zh_cn: 未知
zh_tw: 未知

# Dialogs_ChangeServer_GetUnlimitedServerChanges
source: Get unlimited server changes with VPN Plus.
ar_sa: احصل على تغييرات غير محدودة في الخادم مع VPN Plus.
ca_es: Obtingueu canvis de servidor il·limitats amb VPN Plus.
da_dk: Få ubegrænsede serverskift med VPN Plus.
hu_hu: Tegyen szert korlátlan szerverváltásra a VPN Plusszal.
th_th: เปลี่ยนเซิร์ฟเวอร์ได้ไม่จำกัดด้วย VPN Plus
vi_vn: Thay đổi máy chủ không giới hạn với VPN Plus.
zh_cn: 使用 VPN Plus 获得无限制的服务器更改。
zh_tw: 升級到 VPN Plus 方案，享有無限次數切換伺服器

# Dialogs_ChangeServer_MaximumServerChangesReached
source: You've reached the maximum number of free server changes for now
ar_sa: لقد وصلت إلى الحد الأقصى لعدد تغييرات الخادم المجانية في الوقت الحالي
ca_es: De moment, heu arribat al nombre màxim de canvis de servidor gratuït
da_dk: Du har nået det maksimale antal gratis serverændringer for nu
hu_hu: Elérte a maximális számú ingyenes szerver váltás számát.
th_th: ถึงขีดจำกัดจำนวนการเปลี่ยนเซิร์ฟเวอร์ฟรีในขณะนี้แล้ว
vi_vn: Hiện bạn đã đạt đến giới hạn tối đa số lần thay đổi máy chủ miễn phí
zh_cn: 目前您已达到免费服务器更改的最大数量
zh_tw: 您已達到免費版切換伺服器的次數上限

# Dialogs_Common_GetStarted
source: Get started
ar_sa: ابدأ
ca_es: Comenceu
da_dk: Kom godt i gang
hu_hu: Kezdés
th_th: เริ่มต้นใช้งาน
vi_vn: Bắt đầu
zh_cn: 入门
zh_tw: 開始使用

# Dialogs_Common_SubscriptionExpired
source: Subscription expired
ar_sa: انتهاء صلاحية الاشتراك
ca_es: La subscripció ha caducat.
da_dk: Abonnement udløbet
hu_hu: Lejárt az előfizetés
th_th: การสมัครสมาชิกหมดอายุ
vi_vn: Đăng ký đã hết hạn
zh_cn: 订阅已过期
zh_tw: 訂購授權逾期

# Dialogs_Common_UpgradeToGetPlusFeatures
source: Upgrade to get access to Plus servers and features again.
ar_sa: قم بالترقية للوصول إلى خوادم وميزات Plus مرة أخرى.
ca_es: Milloreu per tornar a tenir accés als servidors i funcions Plus.
da_dk: Opgradér for at få adgang til Plus servere og features igen.
hu_hu: Fizessen elő, hogy újra hozzáférhessen a Plus szerverekhez és funkciókhoz.
th_th: อัปเกรดเพื่อเข้าถึงเซิร์ฟเวอร์และคุณสมบัติ Plus อีกครั้ง
vi_vn: Nâng cấp để truy cập lại các máy chủ và tính năng Plus.
zh_cn: 升级后可再次使用 Plus 服务器和功能。
zh_tw: 升級以再次存取 Plus 伺服器和功能。

# Dialogs_FreeConnections_Description_One
source: Proton Free automatically connects you to the fastest available free server from our {0} free country. This will normally be the closest server to your location.
ar_sa: يصلك Proton Free تلقائيًا بأسرع خادم مجاني متاح من بلدنا المجاني ({0}). وعادةً ما يكون هذا الخادم هو الأقرب إلى موقعك.
ca_es: Proton Free us connecta automàticament al servidor gratuït més ràpid disponible del nostre {0} país lliure. Aquest serà normalment el servidor més proper a la vostra ubicació.
da_dk: Proton Free forbinder dig automatisk til den hurtigste tilgængelige gratis server fra vores {0} gratis land. Dette vil normalt være den server, der er tættest på din placering.
hu_hu: A Proton Free automatikusan a leggyorsabb elérhető ingyenes szerverhez csatlakozik az {0} ingyenes országunkból. Ez általában az Önhöz legközelebbi szerver lesz.

# Dialogs_FreeConnections_Description_Other
source: Proton Free automatically connects you to the fastest available free server from our {0} free countries. This will normally be the closest server to your location.
ar_sa: يصلك Proton Free تلقائيًا بأسرع خادم مجاني متاح من بلداننا المجانية ({0}). وعادةً ما يكون هذا الخادم هو الأقرب إلى موقعك.
ca_es: Proton Free us connecta automàticament al servidor gratuït més ràpid disponible dels nostres {0} països lliures. Aquest serà normalment el servidor més proper a la vostra ubicació.
da_dk: Proton Free forbinder dig automatisk til den hurtigste tilgængelige gratis server fra vores {0} gratis lande. Dette vil normalt være den server, der er tættest på din placering.
hu_hu: A Proton Free automatikusan a leggyorsabb elérhető ingyenes szerverhez csatlakozik az {0} ingyenes országunkból. Ez általában az Önhöz legközelebbi szerver lesz.
th_th: Proton Free จะเชื่อมต่อกับเซิร์ฟเวอร์ฟรีที่เร็วที่สุดที่มีให้บริการจาก {0} ประเทศฟรีโดยอัตโนมัติ ซึ่งปกติจะเป็นเซิร์ฟเวอร์ที่ใกล้ตำแหน่งของคุณที่สุด
vi_vn: Proton Free tự động kết nối bạn với máy chủ miễn phí nhanh nhất hiện có từ {0} quốc gia miễn phí. Đây thường sẽ là máy chủ gần vị trí của bạn nhất.
zh_cn: Proton Free 会自动将您连接到 {0} 个免费国家中最快的可用免费服务器。这通常是离您最近的服务器。
zh_tw: Proton Free 將自動連接至我們 {0} 個免費國家/地區中最快的伺服器，通常為距您最近的伺服器。

# Dialogs_FreeConnections_Header_One
source: Free server country ({0})
ar_sa: بلد الخادم المجاني ({0})
ca_es: País del servidor gratuït ({0})
da_dk: Gratis server-land ({0})
hu_hu: Ingyenes szerver országok ({0})

# Dialogs_FreeConnections_Header_Other
source: Free server countries ({0})
ar_sa: بلدان الخوادم المجانية ({0})
ca_es: Països amb servidors gratuïts ({0})
da_dk: Gratis server-lande ({0})
hu_hu: Ingyenes szerver országok ({0})
th_th: ประเทศเซิร์ฟเวอร์ฟรี ({0})
vi_vn: Quốc gia có máy chủ miễn phí ({0})
zh_cn: 免费服务器所在的国家 ({0})
zh_tw: 免費伺服器國家 ({0})

# Dialogs_FreeConnections_Title
source: Free connections
ar_sa: الاتصالات مجانية
ca_es: Connexions gratuïtes
da_dk: Gratis forbindelser
hu_hu: Free kapcsolat
th_th: การเชื่อมต่อฟรี
vi_vn: Kết nối miễn phí
zh_cn: 免费连接
zh_tw: 免費連線

# Dialogs_Latency_Description
source: Latency shows how long it takes for a server to respond to requests.\n\nHigh latency can slow down your connection.
ar_sa: يوضح زمن الاستجابة المدة التي يستغرقها الخادم للرد على الطلبات. يمكن أن يؤدي زمن الاستجابة العالي إلى إبطاء اتصالك.
ca_es: La latència mostra quant de temps triga un servidor a respondre a les sol·licituds. Una latència alta pot alentir la connexió.
da_dk: Latency viser, hvor lang tid det tager for en server at svare på anmodninger. Høj latency kan gøre din forbindelse langsommere.
hu_hu: A késleltetés azt mutatja, hogy mennyi időbe telik, amíg egy szerver válaszol a kérésekre. A magas késleltetés lelassíthatja a kapcsolatot.
th_th: ค่าความหน่วงแสดงระยะเวลาที่เซิร์ฟเวอร์ใช้ในการตอบสนองคำขอ ค่าความหน่วงสูงอาจทำให้การเชื่อมต่อช้าลง
vi_vn: Độ trễ cho biết thời gian máy chủ phản hồi yêu cầu. Độ trễ cao có thể làm chậm kết nối.
zh_cn: 延迟反映了服务器响应请求所需的时间。 高延迟会导致网速变慢。
zh_tw: 延遲顯示伺服器回應請求所花費的時間。 延遲過高會降低您的連線速度。

# Dialogs_Latency_HighRange_Description
source: VPN may run slower than normal
ar_sa: قد يعمل VPN أبطأ من المعتاد
ca_es: La VPN pot funcionar més lent del normal.
da_dk: VPN kører muligvis langsommere end normalt
hu_hu: A VPN a megszokottnál lassabban futhat
th_th: VPN อาจทำงานช้ากว่าปกติ
vi_vn: VPN có thể chạy chậm hơn bình thường
zh_cn: VPN可能会导致网速比平常时候更慢
zh_tw: VPN 執行速度可能較慢

# Dialogs_Latency_HighRange_Title
source: High (150ms+)
ar_sa: عالي (150ms+)
ca_es: Alta (150 ms+)
da_dk: Høj (150ms+)
hu_hu: Magas (150ms+)
th_th: สูง (150ms+)
vi_vn: Cao (150ms+)
zh_cn: 高延迟（150毫秒以上）
zh_tw: 高(150ms+)

# Dialogs_Latency_LowRange_Description
source: Lightning fast speeds
ar_sa: سرعة البرق السريعة
ca_es: Velocitats ultraràpides
da_dk: Lynhurtige hastigheder
hu_hu: Villámgyors sebesség
th_th: ความเร็วสูงดุจสายฟ้า
vi_vn: Tốc độ cực nhanh
zh_cn: 快如闪电
zh_tw: 極速

# Dialogs_Latency_LowRange_Title
source: Low (1ms - 50ms)
ar_sa: منخفض (1ms - 50ms)
ca_es: Baixa (1 ms - 50 ms)
da_dk: Lav (1ms - 50ms)
hu_hu: Alacsony (1ms - 50ms)
th_th: ต่ำ (1ms - 50ms)
vi_vn: Thấp (1ms - 50ms)
zh_cn: 低延迟（1毫秒~50毫秒间）
zh_tw: 低(1ms - 50ms)

# Dialogs_Latency_MediumRange_Description
source: Unlikely to affect VPN speed
ar_sa: من غير المرجح أن تؤثر على سرعة VPN
ca_es: És poc probable que afecti a la velocitat de la VPN.
da_dk: Påvirker sandsynligvis ikke VPN-hastigheden
hu_hu: Nem valószínű, hogy befolyásolja a VPN sebességet
th_th: ไม่น่าจะส่งผลกระทบต่อความเร็ว VPN
vi_vn: Hầu như không ảnh hưởng tốc độ VPN
zh_cn: 不大可能影响 VPN 的速度
zh_tw: 對 VPN 速度影響不大

# Dialogs_Latency_MediumRange_Title
source: Medium (50ms - 150ms)
ar_sa: متوسط (50m- 150ms)
ca_es: Mitjana (50ms - 150ms)
hu_hu: Közepes (50ms - 150ms)
th_th: ปานกลาง (50ms - 150ms)
vi_vn: Trung bình (50ms - 150ms)
zh_cn: 中等延迟（50毫秒~150毫秒间）
zh_tw: 中(50ms - 150ms)

# Dialogs_Latency_Title
source: What is latency?
ar_sa: ما هو وقت الاستجابة؟
ca_es: Què és la latència?
da_dk: Hvad er latency?
hu_hu: Mi az a késleltetés?
th_th: ค่าความหน่วงคืออะไร?
vi_vn: Độ trễ là gì?
zh_cn: 延迟是什么？
zh_tw: 什麼是延遲？

# Dialogs_P2P_HowToTorrentLink
source: How to torrent with P2P
ar_sa: كيفية استخدام التورنت عبر P2P
ca_es: Com fer torrent amb P2P
da_dk: Sådan bruges torrent med P2P
hu_hu: Hogyan kell torrentezni P2P-rel
th_th: วิธีใช้ทอร์เรนต์ด้วย P2P
vi_vn: Cách tải torrent với P2P
zh_cn: 如何通过P2P进行种子下载
zh_tw: 如何使用 P2P 下載種子

# Dialogs_P2P_WhatIsP2PServer
source: What is a P2P server?
ar_sa: ما هو خادم P2P؟
ca_es: Què és un servidor P2P?
da_dk: Hvad er en P2P-server?
hu_hu: Mi az a P2P szerver?
th_th: เซิร์ฟเวอร์ P2P คืออะไร?
vi_vn: Máy chủ P2P là gì?
zh_cn: 什么是 P2P 服务器？
zh_tw: 什麼是 P2P 伺服器？

# Dialogs_P2P_WhatIsP2PServer_Description
source: P2P (peer-to-peer) VPN servers unblock torrent sites.
ar_sa: خوادم P2P (نظير إلى نظير) لخوادم VPN (P2P) تتخطى حجب مواقع التورنت.
ca_es: Els servidors VPN P2P (d'igual a igual) desbloquegen els llocs de Torrent.
da_dk: P2P (peer-to-peer) VPN-servere fjerner blokeringen af torrent-websteder.
hu_hu: A P2P (peer-to-peer) VPN-kiszolgálók feloldják a torrentoldalak blokkolását.
th_th: เซิร์ฟเวอร์ VPN แบบ P2P (peer-to-peer) ปลดล็อกไซต์ทอร์เรนต์
vi_vn: Máy chủ VPN P2P (ngang hàng) mở chặn các trang torrent.
zh_cn: P2P (点对点) VPN 服务器可解锁种子网站。
zh_tw: P2P(點對點)VPN 伺服器可解除 torrent 網站的封鎖。

# Dialogs_P2P_WhatIsTorrenting
source: What is torrenting?
ar_sa: ما هو التورنت؟
ca_es: Què és el torrenting?
da_dk: Hvad er torrenting?
hu_hu: Mi az a torrentezés?
th_th: การใช้ทอร์เรนต์คืออะไร?
vi_vn: Tải torrent là gì?
zh_cn: 什么是种子？
zh_tw: 什麼是種子下載？

# Dialogs_P2P_WhatIsTorrenting_Description
source: The fast sharing and downloading of large files over a peer-to-peer (P2P) network.
ar_sa: المشاركة السريعة وتنزيل الملفات الكبيرة عبر شبكة نظير إلى نظير (P2P).
ca_es: La compartició ràpida i la descàrrega de fitxers grans a través d'una xarxa d'igual a igual (P2P).
da_dk: Hurtig deling og download af store filer via et peer-to-peer-netværk (P2P).
hu_hu: Nagyméretű fájlok gyors megosztása és letöltése egy P2P-hálózaton keresztül.
th_th: การแชร์และดาวน์โหลดไฟล์ขนาดใหญ่อย่างรวดเร็วผ่านเครือข่าย peer-to-peer (P2P)
vi_vn: Là hành động chia sẻ và tải xuống nhanh chóng các tệp lớn qua mạng ngang hàng (P2P).
zh_cn: 通过点对点 (P2P) 网络快速共享和下载大文件。
zh_tw: 通過 P2P(點對點)網絡快速分享和下載大型文件。

# Dialogs_P2P_WhyUse
source: Why use a P2P server when torrenting?
ar_sa: لماذا يجب استخدام خادم P2P عند استخدام التورنت؟
ca_es: Per què utilitzar un servidor P2P amb Torrent?
da_dk: Hvorfor bruge en P2P-server til torrenting?
hu_hu: Miért érdemes P2P-kiszolgálót használni torrentezéskor?
th_th: ทำไมต้องใช้เซิร์ฟเวอร์ P2P เมื่อใช้ทอร์เรนต์?
vi_vn: Tại sao nên dùng máy chủ P2P khi tải torrent?
zh_cn: 为什么用 P2P 服务器进行种子下载？
zh_tw: 為什麼在種子下載時使用 P2P 伺服器？
